Repository: microsoft/terminal
Catalog: src/cascadia/TerminalSettingsEditor/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, sr_cyrl_rs, zh_cn, zh_tw

# Globals_DefaultTerminal.Header
source: Default terminal application
de_de: Standardmäßige Terminalanwendung
es_es: Aplicación de terminal predeterminada
fr_fr: Application Terminal par défaut
it_it: Applicazione terminale predefinita
ja_jp: 既定のターミナル アプリケーション
ko_kr: 기본 터미널 응용 프로그램
ru_ru: Приложение терминала по умолчанию
sr_cyrl_rs: Подразумевана терминалска апликација
zh_cn: 默认终端应用程序
zh_tw: 預設終端應用程式

# Globals_DefaultTerminal.HelpText
source: The terminal application that launches when a command-line application is run without an existing session, like from the Start Menu or Run dialog.
de_de: Die Terminalanwendung, die gestartet wird, wenn eine Befehlszeilenanwendung ohne vorhandene Sitzung gestartet wird, beispielsweise vom Startmenü oder über das Dialogfeld "Ausführen".
es_es: Aplicación de terminal que se inicia cuando se ejecuta una aplicación de línea de comandos sin una sesión existente, como en el menú Inicio o en el cuadro de diálogo Ejecutar.
fr_fr: L’application Terminal qui se lance lorsqu’une application de ligne de commande est exécutée sans session existante, par exemple à partir du menu Démarrer ou de la boîte de dialogue Exécuter.
it_it: L'applicazione terminale che viene avviata quando viene eseguita un'applicazione della riga di comando senza una sessione esistente, ad esempio dalla finestra di dialogo menu Start o Esegui.
ja_jp: [スタート] メニューや [ファイル名を指定して実行] ダイアログなど、既存のセッションなしでコマンドライン アプリケーションを実行したときに起動するターミナル アプリケーション。
ko_kr: 시작 메뉴나 실행 대화 상자와 같이 기존 세션이 없으면 명령 줄 응용 프로그램을 실행하고 있는 터미널 응용 프로그램입니다.
ru_ru: Приложение терминала, запускаемое при запуске приложения командной строки без существующего сеанса, например из меню "Пуск" или из диалогового окна "Выполнить".
sr_cyrl_rs: Терминалска апликација која се покреће када се апликација из командне линије покрене без постојеће сесије, као, на пример, из Старт менија или из дијалога Покрени.
zh_cn: 当命令行应用程序在没有现有会话(例如从“开始菜单”或“运行”对话框)运行时启动的终端应用程序。
zh_tw: 當執行命令列應用程式且不使用現有工作模式而啟動的終端機應用程式 (例如從 [開始] 功能表或 [執行] 對話方塊)。

# Globals_GraphicsAPI.Header
source: Graphics API
de_de: Grafik-API
es_es: API de gráficos
it_it: API grafica
ja_jp: グラフィックス API
ru_ru: API графики
sr_cyrl_rs: Графички API
zh_cn: 图形 API
zh_tw: 圖形 API

# Globals_GraphicsAPI.HelpText
source: Direct3D 11 provides a more performant and feature-rich experience, whereas Direct2D is more stable. The default option "Automatic" will pick the API that best fits your graphics hardware. If you experience significant issues, consider using Direct2D.
de_de: Direct3D 11 bietet eine leistungsfähigere und funktionsreichere Benutzeroberfläche, während Direct2D stabiler ist. Mit der Standardoption "Automatisch" wird die API ausgewählt, die am besten zu Ihrer Grafikhardware passt. Wenn erhebliche Probleme auftreten, erwägen Sie die Verwendung von Direct2D.
es_es: Direct3D 11 proporciona una experiencia con más rendimiento y características, mientras que Direct2D es más estable. La opción predeterminada "Automático" seleccionará la API que mejor se adapte a su hardware gráfico. Si experimenta problemas importantes, considere la posibilidad de usar Direct2D.
fr_fr: Direct3D 11 offre une expérience plus performante et riche en fonctionnalités, tandis que Direct2D est plus stable. L’option par défaut « Automatique » sélectionne l’API qui correspond le mieux à votre matériel graphique. Si vous rencontrez des problèmes importants, envisagez d’utiliser Direct2D.
it_it: Direct3D 11 offre un'esperienza più performante e con funzionalità più elevate, mentre Direct2D è più stabile. L'opzione predefinita "Automatico" sceglierà l'API più adatta all'hardware grafico. Se si verificano problemi significativi, provare a usare Direct2D.
ja_jp: Direct3D 11 はよりパフォーマンスが高く、機能が豊富なエクスペリエンスを提供しますが、Direct2D はより安定しています。既定のオプション [自動] では、グラフィックス ハードウェアに最適な API が選択されます。重大な問題が発生した場合は、Direct2D の使用を検討してください。
ko_kr: Direct3D 11은 성능과 기능이 풍부한 환경을 제공하는 반면 Direct2D는 더욱 안정적입니다. 기본 옵션 "자동"은 그래픽 하드웨어에 가장 적합한 API를 선택합니다. 심각한 문제가 발생하는 경우 Direct2D를 사용하는 것이 좋습니다.
ru_ru: Direct3D 11 отличается более высокой производительностью и расширенной функциональностью, но Direct2D стабильнее. По умолчанию используется параметр "Автоматически": выбирается API, лучше всего подходящий к графическому оборудованию. Если возникают серьезные проблемы, попробуйте использовать Direct2D.
sr_cyrl_rs: Direct3D 11 нуди боље перформансе и богатије искуство, док је Direct2D стабилнији. Подразумевана опција „Аутоматски” ће изабрати API који најбоље одговара вашем графичком хардверу. Ако искусите озбиљне проблеме, размотрите могућност да користите Direct2D.
zh_cn: Direct3D 11 提供性能更佳且功能更丰富的体验，而 Direct2D 则更稳定。默认选项“自动”将选择最适合你的图形硬件的 API。如果遇到严重问题，请考虑使用 Direct2D。
zh_tw: Direct3D 11 提供更具效能且功能更豐富的體驗，而 Direct2D 則較穩定。預設選項 [自動] 會挑選最適合您圖形硬體的 API。如果您遇到重大問題，請考慮使用 Direct2D。

# Globals_GraphicsAPI_Automatic.Text
source: Automatic
de_de: Automatisch
es_es: Automático
fr_fr: Automatique
it_it: Automatico
ja_jp: 自動
ko_kr: 자동
ru_ru: Автоматически
sr_cyrl_rs: Аутоматски
zh_cn: 自动
zh_tw: 自動

# Globals_DisablePartialInvalidation.Header
source: Disable partial Swap Chain invalidation
de_de: Swapchain-Teilinvalidierung deaktivieren
es_es: Deshabilitar la invalidación parcial de la cadena de intercambio
fr_fr: Désactiver l’invalidation partielle de la chaîne d’échange
it_it: Disabilitare invalidazione catena di scambio parziale
ja_jp: 部分的なスワップ チェーンの無効化を無効にする
ko_kr: 부분 스왑 체인 무효화 사용 안 함
ru_ru: Отключить аннулирование частичной цепочки буферов
sr_cyrl_rs: Искључи делимичну Swap Chain инвалидацију
zh_cn: 禁用部分交换链失效
zh_tw: 停用部分 [交換鏈結] 失效

# Globals_DisablePartialInvalidation.HelpText
source: By default, the text renderer uses a FLIP_SEQUENTIAL Swap Chain and declares dirty rectangles via the Present1 API. When this setting is enabled, a FLIP_DISCARD Swap Chain will be used instead, and no dirty rectangles will be declared. Whether one or the other is better depends on your hardware and various other factors.
de_de: Standardmäßig verwendet der Textrenderer eine FLIP_SEQUENTIAL Swap Chain und deklariert modifiziert Rechtecke über die Present1-API. Wenn diese Einstellung aktiviert ist, wird stattdessen eine FLIP_DISCARD Swap Chain verwendet, und es werden keine modifiziert Rechtecke deklariert. Ob der eine oder der andere besser ist, hängt von Ihrer Hardware und verschiedenen anderen Faktoren ab.
es_es: De forma predeterminada, el representador de texto usa una cadena de intercambio de FLIP_SEQUENTIAL y declara rectángulos modificados a través de la API de Present1. Cuando esta configuración está habilitada, se usará una cadena de intercambio de FLIP_DISCARD y no se declarará ningún rectángulo con modificaciones. Si uno u otro es mejor depende de su hardware y de otros factores.
fr_fr: Par défaut, le moteur de rendu de texte utilise une chaîne de permutation FLIP_SEQUENTIAL et déclare les rectangles sales via l’API Present1. Lorsque ce paramètre est activé, une chaîne d’échange FLIP_DISCARD est utilisée à la place, et aucun rectangle sale n’est déclaré. La supériorité de l’un ou de l’autre dépend de votre matériel et de divers autres facteurs.
it_it: Per impostazione predefinita, il renderer di testo usa una catena di scambio FLIP_SEQUENTIAL e dichiara rettangoli modificati ma non modificati tramite l'API Present1. Quando questa impostazione è abilitata, verrà utilizzata una catena di scambio FLIP_DISCARD e non verranno dichiarati rettangoli modificati ma non modificati. Il miglioramento dell'uno o dell'altro dipende dall'hardware e da vari altri fattori.
ja_jp: 既定では、テキスト レンダラーは FLIP_SEQUENTIAL Swap Chain を使用し、Present1 API を介してダーティ四角形を宣言します。この設定を有効にすると、代わりに FLIP_DISCARD スワップ チェーンが使用され、ダーティ四角形は宣言されません。どちらか一方が望ましいかどうかは、お使いのハードウェアとその他のさまざまな要因によって異なります。
ko_kr: 기본적으로 텍스트 렌더러는 FLIP_SEQUENTIAL 스왑 체인을 사용하고 Present1 API를 통해 더티 사각형을 선언합니다. 이 설정을 사용하면 FLIP_DISCARD 스왑 체인이 대신 사용되며 더티 사각형이 선언되지 않습니다. 하나 또는 다른 요소가 더 좋은지 여부는 하드웨어 및 다양한 다른 요인에 따라 달라집니다.
ru_ru: По умолчанию система отрисовки текста использует цепочку буферов FLIP_SEQUENTIAL и объявляет "грязные" прямоугольники с помощью API Present1. Когда этот параметр включен, будет использоваться цепочка буферов FLIP_DISCARD, а "грязные" прямоугольники не будут объявляться. Выбор зависит от оборудования и от ряда других факторов.
sr_cyrl_rs: Подразумевано, исцртавач текста користи FLIP_SEQUENTIAL Swap Chain и декларише прљаве правоугаонике користећи Present1 API. Када се ово подешавање укључи, уместо њега се користи FLIP_DISCARD Swap Chain и не декларишу се прљави правоугаоници. Да ли је боље једно или друго, зависи од вашег хардвера и бројних других фактора.
zh_cn: 默认情况下，文本呈现器使用 FLIP_SEQUENTIAL 交换链并通过 Present1 API 声明脏矩形。启用此设置时，将改用 FLIP_DISCARD 交换链，并且不会声明脏矩形。一个或另一个是否更依赖于你的硬件和各种其他因素。
zh_tw: 根據預設，文字轉譯器會使用 FLIP_SEQUENTIAL 交換鏈結，並透過 Present1 API 宣告變更的矩形。啟用此設定時，將改為使用 FLIP_DISCARD 交換鏈結，而且不會宣告任何已變更的矩形。一個或另一個比較好取決於您的硬體和各種其他因素。

# Globals_SoftwareRendering.Header
source: Use software rendering (WARP)
de_de: Softwarerendering verwenden (WARP)
es_es: Uso de la representación de software (WARP)
fr_fr: Utiliser le rendu logiciel (WARP)
it_it: Usare il rendering software (WARP)
ja_jp: ソフトウェア レンダリングを使用する (WARP)
ko_kr: 소프트웨어 렌더링(WARP) 사용
ru_ru: Использовать программную отрисовку (WARP)
sr_cyrl_rs: Користи софтверско исцртавање (WARP)
zh_cn: 使用软件渲染(WARP)
zh_tw: 使用軟體呈現 (WARP)

# Globals_SoftwareRendering.HelpText
source: When enabled, the terminal will use a software rasterizer (WARP). This setting should be left disabled under almost all circumstances.
de_de: Wenn diese Option aktiviert ist, verwendet das Terminal einen Softwarerasterer (WARP). Diese Einstellung sollte unter fast allen Umständen deaktiviert bleiben.
es_es: Cuando está habilitado, el terminal usará un rasterizador de software (WARP). Esta configuración debe dejarse deshabilitada en casi todas las circunstancias.
fr_fr: Lorsque cette option est activée, le terminal utilise un logiciel de tramage (WARP). Ce paramètre doit être désactivé dans presque toutes les circonstances.
it_it: Se questa opzione è abilitata, il terminale userà un rasterizzatore software (WARP). Questa impostazione deve essere lasciata disabilitata in quasi tutte le circostanze.
ja_jp: 有効にすると、ターミナルはソフトウェア ラスターライザー (WARP) を使用します。この設定は、ほとんどの状況で無効のままにする必要があります。
ko_kr: 사용하도록 설정하면 터미널에서 소프트웨어 래스터라이저(WARP)를 사용합니다. 거의 모든 상황에서는 이 설정을 사용하지 않도록 설정해야 합니다.
ru_ru: Если этот параметр включен, терминал будет использовать программный растеризатор (WARP). Этот параметр должен быть отключен почти при любых обстоятельствах.
sr_cyrl_rs: Када је укључено, терминал ће да користи софтверски исцртавач (WARP). Ово подешавање би требало да остане искључено у скоро свим случајевима.
zh_cn: 启用后，终端将使用软件光栅 (WARP)。几乎在所有情况下都应禁用此设置。
zh_tw: 啟用時，終端機將使用軟體點陣器 (WARP)。在幾乎所有情況下，此設定都應該保留停用。

# Globals_TextMeasurement.Header
source: Text measurement mode
de_de: Textmessungsmodus
es_es: Modo de medición de texto
fr_fr: Mode de mesure de texte
it_it: Modalità misurazione testo
ja_jp: テキスト測定モード
ko_kr: 텍스트 측정 모드
ru_ru: Режим измерения текста
sr_cyrl_rs: Режим мерења текста
zh_cn: 文本度量模式
zh_tw: 文字測量模式

# Globals_TextMeasurement.HelpText
source: This changes the way incoming text is grouped into cells. The "Grapheme clusters" option is the most modern and Unicode-correct way to do so, while "wcswidth" is a common approach on UNIX, and "Windows Console" replicates the way it used to work on Windows. Changing this setting requires a restart of Windows Terminal and it only applies to applications launched from within it.
de_de: Dadurch wird geändert, wie eingehender Text in Zellen gruppiert wird. Die Option "Grapheme clusters" ist die moderne und unicode-korrekte Methode, während "wcswidth" ein gängiger Ansatz für UNIX ist und "Windows-Konsole" die für die Arbeit unter Windows verwendete Methode repliziert. Das Ändern dieser Einstellung erfordert einen Neustart von Windows-Terminal und gilt nur für Anwendungen, die innerhalb der Einstellung gestartet werden.
es_es: Esto cambia la forma en que el texto entrante se agrupa en celdas. La opción "Grapheme clusters" es la forma más moderna y correcta de hacerlo, mientras que "wcswidth" es un enfoque común en UNIX y "Consola de Windows" replica la forma en que se utiliza para trabajar en Windows. Para cambiar esta configuración, es necesario reiniciar Terminal Windows y solo se aplica a las aplicaciones iniciadas desde ella.
fr_fr: Cela modifie la façon dont le texte entrant est regroupé en cellules. L'option « Clusters de graphèmes » est la méthode la plus moderne et la plus conforme à Unicode, tandis que « wcswidth » est une approche courante sous UNIX et la « Console Windows » reproduit la manière dont cela fonctionnait sous Windows. La modification de ce paramètre nécessite le redémarrage du Terminal Windows et ne s'applique qu'aux applications lancées à partir de celui-ci.
it_it: Cambia il modo in cui il testo in arrivo viene raggruppato in celle. L'opzione "Cluster Grapheme" è il modo più moderno e corretto per Unicode, mentre "wcswidth" è un approccio comune su UNIX e "Console di Windows" replica il modo in cui funzionava in Windows. La modifica di questa impostazione richiede il riavvio di Terminale Windows e si applica solo alle applicazioni avviate da essa.
ja_jp: 入力したテキストをセルにグループ化する方法を変更します。"Grapheme clusters" オプションは最も新しく Unicode で正しい方法ですが、UNIX では "wcswidth" は一般的な方法であり、"Windows コンソール" は Windows での動作方法をレプリケートします。この設定を変更するには、Windows ターミナルの再起動が必要です。この設定は、その中から起動されたアプリケーションにのみ適用されます。
ko_kr: 들어오는 텍스트가 셀로 그룹화되는 방식을 변경합니다. "Grapheme 클러스터" 옵션은 가장 최신이며 유니코드로 올바른 방법이며, "wcswidth"는 UNIX에서 일반적인 접근 방식이며 "Windows 콘솔"은 Windows에서 작동하는 방식을 복제합니다. 이 설정을 변경하려면 Windows 터미널 다시 시작해야 하며 이 설정 내에서 시작된 애플리케이션에만 적용됩니다.
ru_ru: Это меняет способ группирования входящего текста в ячейки. Параметр "Кластеры Grapheme" — это самый современный и правильный для Unicode способ сделать это, в то время как "wcswidth" является распространенным подходом в UNIX, а "Консоль Windows" повторяет способ работы в Windows. Изменение этого параметра требует перезапуска терминала Windows и применяется только к приложениям, запущенным из него.
sr_cyrl_rs: Ово мења начин на који се долазећи текст групише у ћелије. Опција „Скупине графема” је најмодернији, Unicode-исправни начин да се то ради, док је „wcswidth” уобичајен приступ на UNIX систему, а „Windows Console” реплицира начин на који је радило на Windows. Измена овог подешавања захтева поновно покретање програма Windows Терминал и примењује се само на апликације које су покренуте унутар њега.
zh_cn: 这会更改传入文本分组到单元格中的方式。“Grapheme 群集”选项是执行此操作的最新式和 Unicode 正确的方法，而“wcswidth”是 UNIX 上的常见方法，“Windows 控制台”复制了它在 Windows 上的工作方式。更改此设置需要重启Windows 终端且仅适用于从其内部启动的应用程序。
zh_tw: 這會變更內送文字群組到儲存格的方式。[Grapheme 叢集] 選項是最新式且更正確的 Unicode 方法，而 “wcswidth” 是 UNIX 的常見方法，而 [Windows 控制台] 則會復寫它在 Windows 上運作的方式。變更此設定需要重新啟動Windows 終端機，且只適用於從其中啟動的應用程式。

# Globals_TextMeasurement_Graphemes.Text
source: Grapheme clusters
de_de: Graphemcluster
es_es: Clústeres de Grapheme
fr_fr: Clusters de graphèmes
it_it: Cluster grapheme
ja_jp: Grapheme クラスター
ko_kr: Grapheme 클러스터
ru_ru: Кластеры Grapheme
sr_cyrl_rs: Скупине графема
zh_cn: Grapheme 群集
zh_tw: Grapheme 叢集

# Globals_TextMeasurement_Console.Text
source: Windows Console
de_de: Windows-Konsole
es_es: Consola de Windows
fr_fr: Console Windows
ja_jp: Windows コンソール
ko_kr: Windows 콘솔
ru_ru: Консоль Windows
zh_cn: Windows 控制台
zh_tw: Windows 主控台

# Globals_InitialCols.Text
source: Columns
de_de: Spalten
es_es: Columnas
fr_fr: Colonnes
it_it: Colonne
ja_jp: 列
ko_kr: 열
ru_ru: Столбцы
sr_cyrl_rs: Колоне
zh_cn: 列
zh_tw: 欄

# Globals_InitialRows.Text
source: Rows
de_de: Zeilen
es_es: Filas
fr_fr: Lignes
it_it: Righe
ja_jp: 行
ko_kr: 행
ru_ru: Строки
sr_cyrl_rs: Редови
zh_cn: 行
zh_tw: 列

source: Initial Columns
de_de: Erste Spalten
es_es: Columnas iniciales
fr_fr: Colonnes initiales
it_it: Colonne iniziali
ja_jp: 最初の列
ko_kr: 초기 열
ru_ru: Начальные столбцы
sr_cyrl_rs: Почетне колоне
zh_cn: 初始列数
zh_tw: 初始資料行

source: Initial Rows
de_de: Erste Zeilen
es_es: Filas iniciales
fr_fr: Lignes initiales
it_it: Righe iniziali
ja_jp: 最初の行
ko_kr: 초기 행
ru_ru: Начальные строки
sr_cyrl_rs: Почетни редови
zh_cn: 初始行数
zh_tw: 初始資料列

# Globals_InitialPosX.Text
source: X position
es_es: Posición X
fr_fr: Position X
it_it: Posizione X
ja_jp: X 方向の位置
ko_kr: X 위치
ru_ru: Положение по X
sr_cyrl_rs: X позиција
zh_cn: X 轴位置
zh_tw: X 位置

# Globals_InitialPosY.Text
source: Y position
es_es: Posición Y
fr_fr: Position Y
it_it: Posizione Y
ja_jp: Y 方向の位置
ko_kr: Y 위치
ru_ru: Положение по Y
sr_cyrl_rs: Y позиција
zh_cn: Y 轴位置
zh_tw: Y 位置

source: X position
es_es: Posición X
fr_fr: Position X
it_it: Posizione X
ja_jp: X 方向の位置
ko_kr: X 위치
ru_ru: Положение по X
sr_cyrl_rs: X позиција
zh_cn: X 轴位置
zh_tw: X 位置

# Globals_InitialPosXBox.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Enter the value for the x-coordinate.
de_de: Geben Sie den Wert für die X-Koordinate ein.
es_es: Escriba el valor de la coordenada x.
fr_fr: Entrez la valeur de la coordonnée X.
it_it: Immetti il valore della coordinata x.
ja_jp: X 座標の値を入力してください。
ko_kr: x 좌표의 값을 입력합니다.
ru_ru: Введите значение координаты X.
sr_cyrl_rs: Унесите вредност за x координату.
zh_cn: 输入 x 坐标的值。
zh_tw: 輸入 X 座標的值。

source: Y position
es_es: Posición Y
fr_fr: Position Y
it_it: Posizione Y
ja_jp: Y 方向の位置
ko_kr: Y 위치
ru_ru: Положение по Y
sr_cyrl_rs: Y позиција
zh_cn: Y 轴位置
zh_tw: Y 位置

# Globals_InitialPosYBox.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Enter the value for the y-coordinate.
de_de: Geben Sie den Wert für die Y-Koordinate ein.
es_es: Escriba el valor de la coordenada y.
fr_fr: Entrez la valeur de la coordonnée Y.
it_it: Immetti il valore della coordinata y.
ja_jp: Y 座標の値を入力してください。
ko_kr: y 좌표의 값을 입력합니다.
ru_ru: Введите значение координаты Y.
sr_cyrl_rs: Унесите вредност за y координату.
zh_cn: 输入 y 坐标的值。
zh_tw: 輸入 Y 座標的值。

# Globals_DefaultLaunchPositionCheckbox.Content
source: Let Windows decide
de_de: Windows entscheiden lassen
es_es: Permitir que Windows decida
fr_fr: Laisser Windows décider
it_it: Lascia che sia Windows a decidere
ja_jp: Windows の自動設定を使用する
ko_kr: Windows가 결정하도록 허용
ru_ru: Разрешить системе Windows принимать решение
sr_cyrl_rs: Нека Windows одлучи
zh_cn: 让 Windows 决定
zh_tw: 讓 Windows 決定

source: If enabled, use the system default launch position.
de_de: Falls aktiviert, wird die Standardstartposition des Systems verwendet.
es_es: Si está habilitada, use la posición de inicio predeterminada del sistema.
fr_fr: Si cette option est activée, utilisez la position de lancement par défaut du système.
it_it: Se questa opzione è abilitata, utilizzare la posizione di avvio predefinita del sistema.
ja_jp: 有効にした場合、システムの既定の起動位置を使用します。
ko_kr: 사용하도록 설정된 경우 시스템 기본 시작 위치를 사용합니다.
ru_ru: Если этот параметр включен, используется стандартное системное положение запуска.
sr_cyrl_rs: Ако је укључено, користи се системска подразумевана позиција покретања.
zh_cn: 如果启用，请使用系统默认启动位置。
zh_tw: 如果啟用，請使用系統預設啟動位置。

# Globals_FirstWindowPreference.Header
source: When Terminal starts
de_de: Beim Starten des Terminals
es_es: Cuando se inicia la terminal
fr_fr: Au démarrage du terminal
it_it: All'avvio del terminale
ja_jp: ターミナルの起動時
ko_kr: 터미널이 시작되는 경우
ru_ru: При запуске терминала
sr_cyrl_rs: Када се Терминал покрене
zh_cn: 在终端启动时
zh_tw: 終端機啟動時

# Globals_FirstWindowPreference.HelpText
source: What should be shown when the first terminal is created.
de_de: Gibt an, was angezeigt werden soll, wenn das erste Terminal erstellt wird.
es_es: Qué se debe mostrar cuando se crea la primera terminal.
fr_fr: Ce qui doit être affiché lors de la création du premier terminal.
it_it: Cosa deve essere visualizzato quando viene creato il primo terminale.
ja_jp: 最初のターミナルの作成時に何が表示されるべきでしょうか。
ko_kr: 첫 번째 터미널이 만들어질 때 표시할 항목입니다.
ru_ru: Что должно отображаться при создании первого терминала.
sr_cyrl_rs: Шта би требало да се прикаже када се креира први терминал.
zh_cn: 创建第一个终端时应显示的内容。
zh_tw: 建立第一個終端機時應顯示的內容。

# Globals_FirstWindowPreferenceDefaultProfile.Content
source: Open a tab with the default profile
de_de: Öffnen einer Registerkarte mit dem Standardprofil
es_es: Abrir una pestaña con el perfil predeterminado
fr_fr: Ouvrir un onglet avec le profil par défaut
it_it: Aprire una scheda con il profilo predefinito
ja_jp: 既定のプロファイルでタブを開く
ko_kr: 기본 프로필이 있는 탭 열기
ru_ru: Открыть вкладку с профилем по умолчанию
sr_cyrl_rs: Отвори картицу са подразумеваним профилом
zh_cn: 打开具有默认配置文件的选项卡
zh_tw: 開啟具有預設設定的索引標籤

# Globals_FirstWindowPreferencePersistedWindowLayout.Content
source: Open windows from a previous session
de_de: Fenster aus einer vorherigen Sitzung öffnen
es_es: Abrir ventanas de una sesión anterior
fr_fr: Ouvrir des fenêtres à partir d’une session précédente
it_it: Apri le finestre a partire da una sessione precedente
ja_jp: 前のセッションからウィンドウを開く
ko_kr: 이전 세션에서 창 열기
ru_ru: Открыть окна из предыдущего сеанса
sr_cyrl_rs: Отвори прозоре из претходне сесије
zh_cn: 打开来自上一个会话的窗口
zh_tw: 從上一個工作階段開啟視窗

# Globals_LaunchMode.Header
source: Launch mode
de_de: Startmodus
es_es: Modo de inicio
fr_fr: Mode de lancement
it_it: Modalità di avvio
ja_jp: 起動モード
ko_kr: 시작 모드
ru_ru: Режим запуска
sr_cyrl_rs: Режим при покретању
zh_cn: 启动模式
zh_tw: 啟動模式

# Globals_LaunchMode.HelpText
source: How the terminal will appear on launch. Focus will hide the tabs and title bar.
de_de: Wie das Terminal beim Start angezeigt wird. Der Fokus blendet die Registerkarten und die Titelleiste aus.
es_es: Cómo aparecerá el terminal al iniciarse. El foco ocultará las pestañas y la barra de título.
fr_fr: Mode d’affichage du terminal au démarrage. Le focus masque les onglets et la barre de titre.
it_it: Come verrà visualizzato il terminale all'avvio. Lo stato attivo nasconde le schede e la barra del titolo.
ja_jp: ターミナルが起動時にどのように表示されるか。フォーカスすると、タブとタイトル バーが非表示になります。
ko_kr: 시작 시에 터미널이 나타나는 방식입니다. 포커스가 탭과 제목 표시줄을 숨길 수 있습니다.
ru_ru: Как терминал будет отображаться при запуске. Фокус будет скрывать вкладки и заголовок окна.
sr_cyrl_rs: Како ће се терминал приказати приликом покретања. Фокус ће сакрити линију картица и насловну линију.
zh_cn: 终端在启动时的显示方式。专注将隐藏选项卡和标题栏。
zh_tw: 啟動時終端機的顯示方式。焦點將會隱藏索引標籤和標題列。

# Globals_LaunchParameters.Header
source: Launch parameters
de_de: Startparameter
es_es: Parámetros de inicio
fr_fr: Paramètres de lancement
it_it: Parametri di avvio
ja_jp: 起動パラメーター
ko_kr: 매개 변수 시작
ru_ru: Параметры запуска
sr_cyrl_rs: Параметри покретања
zh_cn: 启动参数
zh_tw: 啟動參數

# Globals_LaunchParameters.HelpText
source: Settings that control how the terminal launches
de_de: Einstellungen, die steuern, wie das Terminal gestartet wird
es_es: Configuración que controla cómo se inicia el terminal
fr_fr: Paramètres qui contrôlent le lancement du terminal
it_it: Impostazioni che controllano il modo in cui viene avviato il terminale
ja_jp: ターミナルの起動方法を制御する設定
ko_kr: 터미널 시작 방법을 제어하는 설정
ru_ru: Параметры, управляющие запуском терминала
sr_cyrl_rs: Подешавања која контролишу како се покреће терминал
zh_cn: 控制终端启动方式的设置
zh_tw: 控制終端機啟動方式的設定

# Globals_LaunchModeSetting.Text
source: Launch mode
de_de: Startmodus
es_es: Modo de inicio
fr_fr: Mode de lancement
it_it: Modalità di avvio
ja_jp: 起動モード
ko_kr: 시작 모드
ru_ru: Режим запуска
sr_cyrl_rs: Режим при покретању
zh_cn: 启动模式
zh_tw: 啟動模式
